Repository: kgupta12345/whendownload
Catalog: ReadETexts.activity/po/*.po
Languages: fa_af, ta

source: Read ETexts
fa_af: متن های E را بخوان
ta: ETextகளை வாசி

source: Download and read thousands of free e-books in plain text format from Project Gutenberg!
ta: கியூட்டன்பெர்க் என்ற செயற்திட்டத்திலிருந்து ஆயிரக்கணக்கான மின்னூல்களை உரை வடிவில் பதிவிறக்கம் ெசய்து படிக்கலாம்!

source: Back
fa_af: عقب
ta: பின்

source: Previous page
ta: முன்னைய பக்கம்

source: Previous bookmark
ta: முன்னைய புத்தகக் குறி

source: Forward
fa_af: جلو
ta: முன்னோக்கி அனுப்பு

source: Next page
ta: அடுத்த பக்கம்

source: Next bookmark
ta: அடுத்த புத்தகக் குறி

source: Toggle Bookmark
ta: ருநிலை மாற்றி புத்தகக் குறி

source: Underline
ta: அடிக்கோடு இடு

source: Error
fa_af: اشتباه
ta: தவறு

source: You must enter at least one search word.
fa_af: شما حد اقل باید یک لغت جستجو را وارد کنید
ta: நீங்கள் குறைந்தபட்சம் தேடுதலுக்கு ஒரு சொல்லாவது உள்ளீடு செய்ய வேண்டும்

source: Connection timed out for
fa_af: وقت اتصال تمام شد برای
ta: _ ற்கு இணைப்பு நேரம் முடிந்து விட்டது

source: Could not download
fa_af: بار گیری نمیتواند
ta: பதிவிறக்க முடியவில்லை

source: path in catalog may be incorrect.
fa_af: مسیر در فهرست ممکن است غلط باشد
ta: பட்டியலிலுள்ள பாதை பிழையாக இருக்கலாம்

source: Success
fa_af: موفقیت
ta: வெற்றி

source: added to Journal.
fa_af: به ژورنال اضافه گردید
ta: சஞ்சிகைக்கு சேர்க்கப்பட்டுள்ளது

source: Failure
fa_af: شکست
ta: பூரணப்படுத்த முடியவில்லை

source: Error getting document from tube
fa_af: به دست آوردن اشتباه سند از لوله
ta: Tubeஇலிருந்து கோப்பைப் பெறுவதில் தவறு

source: Bookmark
ta: புத்தகக் குறி

source: Zoom out
fa_af: نمایش به شکل دور
ta: சிறிதாய்க்காட்டு

source: Zoom in
fa_af: نمایش به شکل نزدیک
ta: பெரிதாய்க்காட்டு

source: Fullscreen
fa_af: صفحه کامل
ta: முழுத்திரை

source: Previous
fa_af: قبلی
ta: முன்னைய

source: Next
fa_af: بعدی
ta: அடுத்த

source: Get Book
fa_af: کتاب را به دست بیاور
ta: புத்தகத்தைப் பெறு

source: Remove Results List
fa_af: فهرست نتایج را حذف کن
ta: பெறுபேற்று பட்டியலை அகற்று

source: Play / Pause
fa_af: اجراء کردن/ مکث
ta: இயக்கு/இடைநிறுத்து

source: pitch adjusted
fa_af: سطح تنظیم گردید
ta: சரிபடுத்தப்பட்ட சுருதி

source: rate adjusted
fa_af: نرخ تنظیم گردید
ta: சரிபடுத்தப்பட்ட வீதம்
