Repository: kgupta12345/whendownload
Catalog: ReadETexts.activity/po/pap.po
Languages: pap

source: Read ETexts
pap: Lesa ETeksto

source: Download and read thousands of free e-books in plain text format from Project Gutenberg!
pap: Baha i lesa miles di e-book grátis den format di teksto simpel for di Project Gutenberg!

source: Back
pap: Bèk

source: Previous page
pap: Página anterior

source: Previous bookmark
pap: Markabuki anterior

source: Forward
pap: Padilanti

source: Next page
pap: Siguiente página

source: Next bookmark
pap: Siguiente markabuki

source: Toggle Bookmark
pap: Aktivá Markabuki

source: Underline
pap: Suprayá

source: Error
pap: Eror

source: You must enter at least one search word.
pap: Bo mester yena por lo ménos un palabra di buskeda.

source: Connection timed out for
pap: Konekshon a kaduká pa

source: Could not download
pap: No a logra download

source: path in catalog may be incorrect.
pap: ruta den katalòk por ta inkorekto.

source: Success
pap: Eksito

source: added to Journal.
pap: agregá na Diario.

source: Failure
pap: Interupshon

source: Error getting document from tube
pap: Eror ora di kue dokumento for di tubu

source: Bookmark
pap: Markabuki

source: Zoom out
pap: Hala afó

source: Zoom in
pap: Hala serka

source: Fullscreen
pap: Pantaya kompletu

source: Previous
pap: Anterior

source: Next
pap: Siguiente

source: Get Book
pap: Kue buki

source: Remove Results List
pap: Kita Lista Resultadonan

source: Play / Pause
pap: Start / Pousa

source: pitch adjusted
pap: pitch adaptá

source: rate adjusted
pap: proporshon adaptá
